<html>
<head>
    <meta name="layout" content="main"/>
    <link type="text/css" rel="stylesheet" href="/css/index.css" />
</head>
<body>

<header>
    <img src="/images/tilde.png" alt="~" />
    <hgroup>
        <h1>сайт Devgru</h1>
        <h2>заметки и всякое такое</h2>
    </hgroup>
</header>

<article class="left hentry">
    <header><h1>Привет, люди!</h1></header>
    <section>
        <aside><img src="/images/iam.jpg" alt="Я"></aside>
        <p>Это снова я, Дима Тихвинский.</p>
        <p>Я всё такой же лохматый веб-разработчик, правда лохматость моя уже поубавилась, что неплохо видно на фотке справа.</p>
        <p>Кстати, программистом я также остаюсь, и более того — теперь иногда пишу на groovy и возможно о нём тут появится пара заметок.</p>
        <p>Разумеется, не забросил я и игру на клавишных. Более того, у меня даже появилась новая игрушка — microkorg.</p>
        <p>С психологией, кстати, я тоже расставаться не спешу — потихоньку коплю мысли для новой порции заметок.</p>
    </section>
</article>

<article class="right hentry">
    <header><h1>Тильда&nbsp;—<br/>знак дома</h1></header>
    <section>
        <p>Давно думал, какую взять символику для следующей версии своего сайта.
        Всякие буквы пси (как знак психологии) и модульные сеточки (как символ веб-разработки) особо не привлекали,
        а вот идея оформить сайт в виде консоли понравилась сразу.</p>
        <p>К счастью, в определённый момент от огромной чёрной плашки с моноширинным шрифтом я отказался, за что можете благодарить <a href="http://kalan.cc">Калана</a>.</p>
        <p>В итоге я остановился на тильде, как символе домашней директории и думаю что ещё долго от этого символа не откажусь.</p>
    </section>
</article>

<article class="left hentry">
    <header><h1>А где блог?</h1></header>
    <section>
        <aside>С такими фразами мне стоит быть аккуратнее, а то у <a href="http://v673.ru">v673</a> припадок случится.</aside>
        <p>Хочу сказать честно: блога у меня больше нет.</p>
        <p>Причина проста: формат неудобный. Мне гораздо больше нравится писать длинные осмысленные статьи, которые можно опубликовать в полу-сыром виде чтобы получить отзывы и интересные комментарии, а потом подшить в виде брошюры или книги.</p>
        <p>В любом случае я скоро верну сюда те старые статьи, что устраивают меня самого (типа той, что про мировоззрение)
        и отложу на доработку те, что доработать точно стоит.</p>
        <ul>
            %{--<dggb:listDirectory />--}%
        </ul>
    </section>
</article>
                  
</body>
</html>
